"PageTitle" = "Seleccione um destino";

/* Target Select Strings */
"SelectMessage_Volumes" = "Seleccione o disco onde pretende instalar o software (%@).";
"SelectMessageChecking_Volumes" = "A examinar discos adicionais…";

/* Domain Select Strings */
"SelectMessage_Domains" = "Como pretende instalar este software?";
"SelectMessageChecking_Domains" = "A examinar locais de instalação adicionais...";

/* Available domain strings */
"DomainInstall_Local" = "Instalar para todos os utilizadores deste computador";
"DomainInstall_User" = "Instalar apenas para mim";
"DomainInstall_Anywhere" = "Instalar num determinado disco…";

/* The entire destination message - where the software will be installed. Displayed on the regular panel. */
"DestinationMessageDriveAndDirectory" = "Optou por instalar este software na pasta “%1$@”, no disco “%2$@”.";
"DestinationMessageDriveOnly" = "Optou por instalar este software no disco “%@”.";
"DestinationMessage_HomeDir" = "Optou por instalar este software na sua pasta Pessoal. O actual utilizador será o único a ter acesso a este software.";
"DestinationMessage_LocalMachine" = "Optou por instalar este software para todos os utilizadores deste computador.";

/* Tells the user how much space is needed to install the software */
"SizeMessageInstallNoSpaceNeeded" = "Para instalar este software não necessita de espaço adicional.";
"SizeMessageInstall" = "Necessita, para instalar este software, de %@ disponíveis.";


"CannotInstallMessage_Volume" = "Não é possível instalar %1$@ neste disco. %2$@";
"CannotInstallMessage_Domain" = "Não é possível instalar este software (%1$@) no local indicado. O Instalador não permite a instalação do respectivo software (%1$@) neste local.";

"InstallMessage" = "Optou por instalar o %@ neste disco.";
"UpgradeMessage" = "Optou por actualizar o %@ neste disco.";

"NeedChangeInstallMessage" = "Para instalar %1$@ neste disco, é necessário alterar as definições de instalação. Clique em Opções para alterar as suas definições. %2$@";

/* Options Panel Strings */
"InstallOSDescription" = "Instalar %@";
"InstallOSDescriptionParagragh" = "Instala o %@ pela primeira vez.";

"UpgradeOSDescription" = "Actualizar: %@";
"UpgradeOSDescriptionParagragh" = "Actualiza uma versão anterior de: %@.";

/* Version Package Rev Strings */
"VersionSheetTitle" = "O disco escolhido tem uma versão mais recente do software que está a instalar.";
"VersionSheetMessage" = "Se instalar este software, uma versão mais antiga substituirá uma versão mais recente.";
"VersionInstallMessage" = "Optou por instalar este software num disco que contém uma versão mais recente.";
